{"title": "KRAS mutation testing in borderline ovarian tumors and low-grade ovarian carcinomas with a rapid, fully integrated molecular diagnostic system.", "texts": ["Epithelial ovarian neoplasms are a heterogeneous group of tumors, including various malignancies with distinct clinicopathologic and molecular features. Mutations in BRAF and KRAS genes are the most frequent genetic aberrations found in low-grade serous ovarian carcinomas and serous and mucinous borderline tumors. Implementation of targeted therapeutic strategies requires access to highly specific and highly sensitive diagnostic tests for rapid determination of mutation status. One candidate for such test is fully integrated, real-time polymerase chain reaction-based Idylla™ system for quick and simple detection of KRAS mutations in formaldehyde fixed-paraffin embedded tumor samples. The primary aim of this study was to verify whether fully integrated real-time polymerase chain reaction-based Idylla system may be useful in determination of KRAS mutation status in patients with borderline ovarian tumors and low-grade ovarian carcinomas. The study included tissue specimens from 37 patients with histopathologically verified ovarian masses, operated on at the Department of Obstetrics and Gynecology, Nicolaus Copernicus University Collegium Medicum in Bydgoszcz (Poland) between January 2009 and June 2012. Based on histopathological examination of surgical specimens, 30 lesions were classified as low-grade ovarian carcinomas and 7 as borderline ovarian tumors. Seven patients examined with Idylla KRAS Mutation Test tested positive for KRAS mutation. No statistically significant association was found between the incidence of KRAS mutations and histopathological type of ovarian tumors. Mean survival of the study subjects was 48.51 months (range 3-60 months). Presence of KRAS mutation did not exert a significant effect on the duration of survival in our series. Our findings suggest that Idylla KRAS Mutation Test may be a useful tool for rapid detection of KRAS mutations in ovarian tumor tissue."]}