{"title": "Emerging Helicobacter pylori levofloxacin resistance and novel genetic mutation in Nepal.", "texts": ["The prevalence of Helicobacter pylori antibiotic susceptibility in the Nepalese strains is untracked. We determined the antibiotic susceptibility for H. pylori and analyzed the presence of genetic mutations associated with antibiotic resistance in Nepalese strains.", "This study included 146 consecutive patients who underwent gastroduodenal endoscopy in Kathmandu, Nepal. Among 42 isolated H. pylori, there was no resistance to amoxicillin and tetracycline. In contrast, similar with typical South Asian patterns; metronidazole resistance rate in Nepalese strains were extremely high (88.1 %, 37/42). Clarithromycin resistance rate in Nepalese strains were modestly high (21.4 %, 9/42). Most of metronidazole resistant strains had highly distributed rdxA and frxA mutations, but were relative coincidence without a synergistic effect to increase the minimum inhibitory concentration (MIC). Among strains with the high MIC, 63.6 % (7/11) were associated with frameshift mutation at position 18 of frxA with or without rdxA involvement. However, based on next generation sequencing data we found that one strain with the highest MIC value had a novel mutation in the form of amino acid substituted at Ala-212, Gln-382, Ile-485 of dppA and Leu-145, Thr-168, Glu-117, Val-121, Arg-221 in dapF aside from missense mutations in full-length rdxA. Mutations at Asn-87 and/or Asp-91 of the gyrA were predominantly in levofloxacin-resistant strains. The gyrB mutation had steady relationship with the gyrA 87-91 mutations. Although three (44.4 %) and two (22.2 %) of clarithromycin resistant strains had point mutation on A2143G and A2146G, we confirmed the involvement of rpl22 and infB in high MIC strains without an 23SrRNA mutation.", "The rates of resistance to clarithromycin, metronidazole and levofloxacin were high in Nepalese strains, indicating that these antibiotics-based triple therapies are not useful as first-line treatment in Nepal. Bismuth or non-bismuth-based quadruple regimens, furazolidone-based triple therapy or rifabutin-based triple therapy may become alternative strategy in Nepal."]}