{"title": "Detection of MYD88 L265P and WHIM-like CXCR4 mutation in patients with IgM monoclonal gammopathy related disease.", "texts": ["A broad spectrum of diseases are associated with IgM monoclonal gammopathy, including Waldenstrom macroglobulinemia (WM), various types of B cell non-Hodgkin's lymphoma (NHL), multiple myeloma (MM), primary amyloidosis (AL), and monoclonal gammopathy of undetermined significance (MGUS); these are called IgM monoclonal gammopathy related diseases (IgM-RD). We investigated MYD88 L265P and WHIM-like CXCR4 mutations in various IgM-RD. Patients with serum immunofixation electrophoresis confirmed IgM monoclonal gammopathy who had enough material for DNA extraction and presented between January 2008 and October 2016 at Peking Union Medical College Hospital were enrolled in this cohort. We performed real-time allele-specific-polymerase chain reaction and Sanger sequencing to explore the presence of MYD88 L265P and WHIM-like CXCR4 mutations. One hundred and twelve patients (64 male and 48 female patients) were included in this retrospective study. The median age at diagnosis was 62 years (range, 30-84 years). In total, 64 patients (57.1%) carried the MYD88 L265P mutation and 14 patients (12.5%) carried the CXCR4 WHIM-like mutation. We identified the MYD88 L265P somatic variant in cases with WM (39/42), MGUS (8/18), NHL (14/41, including 4/13 diffuse large B cell lymphoma (DLBCL), 1/8 mucosa-associated lymphoid tissue, 3/6 splenic marginal zone lymphoma (SMZL), 1/4 chronic lymphocytic leukemia, 2/3 nodal marginal zone lymphoma (NMZL), 1/2 mantle cell lymphoma, 1 Burkitt lymphoma, and 1 B cell NHL that could not be classified), primary AL (2/2), and IgM-PN (1/1). The mutation was absent in five patients with Cryoglobulinemia, two with primary cold agglutinin disease and one with MM. The CXCR4 WHIM-like mutation was present in 10/42 patients with WM, 3/41 with NHL (1 DLBCL, 1 SMZL, and 1 NMZL), and 1/18 patients with IgM MGUS. Among the patients with NHL, those with the mutated MYD88 L265P genotype were younger and had lower level of IgG and IgA than the patients with the wild-type genotype. Patients with the mutated MYD88 L265P genotype with WM and MZL were compared. More male patients, higher levels of IgM and lower levels of LDH were found in the WM group. There was no significant difference in overall survival between the two groups. We present a study of the prevalence of the MYD88 L265P mutation and CXCR4 WHIM-like mutation in IgM RD. The MYD88 L265P mutation may play a key role in the pathogenesis of IgM monoclonal gammopathies. It would be interesting in the future to use MYD88 mutation status to differentiate among diseases."]}