{"title": "Comparison of plasma and tissue samples in epidermal growth factor receptor mutation by ARMS in advanced non-small cell lung cancer.", "texts": ["The aim of this study was to assess the effectiveness and accuracy of blood-based circulating-free tumor DNA on testing epidermal growth factor receptor (EGFR) gene mutations.", "In total, 219 non-small cell lung cancer patients in stages III-IV were enrolled into this study. All patients had tissue samples and matched plasma DNA samples. EGFR gene mutations were detected by the Amplification Refractory Mutation System (ARMS). We compared the mutations in tumor tissue samples with matched plasma samples and determined the correlation between EGFR mutation status and clinical pathologic characteristics.", "The overall concordance rate of EGFR mutation status between the 219 matched plasma and tissue samples was 82% (179/219). The sensitivity and specificity for the ARMS EGFR mutation test in the plasma compared with tumor tissue were 60% (54/90) and 97% (125/129), respectively. The positive predictive value was 93% (54/58) and the negative predictive value was 78% (125/161). The median overall survival was longer for those with EGFR mutations than for those without EGFR mutations both in tissue samples (23.98 vs. 12.16months; P<0.001) and in plasma (19.96 vs. 13.63months; P=0.009). For the 68 patients treated with EGFR- tyrosine kinase inhibitors (TKIs), the median progression-free survival (PFS) was significantly prolonged in the EGFR mutant group compared to the non-mutation group in tumor tissue samples (12.26months vs. 2.40months, P<0.001). In plasma samples, the PFS of the mutant group was longer than that of the non-mutant group. However, there was no significant difference between the two groups (10.88months vs. 9.89months, P=0.411).", "The detection of EGFR mutations in plasma using ARMS is relatively sensitive and highly specific. However, EGFR mutation status tested by ARMS in plasma cannot replace a tumor tissue biopsy. Positive EGFR mutation results detected in plasma are fairly reliable, but negative results are hampered by a high rate of false negatives."]}