{"title": "Codon 13 KRAS mutation predicts patterns of recurrence in patients undergoing hepatectomy for colorectal liver metastases.", "texts": ["Investigations regarding the impact of tumor biology after surgical management of colorectal liver metastasis have focused largely on overall survival. We investigated the impact of codon-specific KRAS mutations on the rates and patterns of recurrence in patients after surgery for colorectal liver metastasis (CRLM).", "All patients who underwent curative-intent surgery for CRLM between 2002 and 2015 at Johns Hopkins who had available data on KRAS mutation status were identified. Clinico-pathologic data, recurrence patterns, and recurrence-free survival (RFS) were assessed using univariable and multivariable analyses.", "A total of 512 patients underwent resection only (83.2%) or resection plus radiofrequency ablation (16.8%). Although 5-year overall survival was 64.6%, 284 (55.5%) patients recurred with a median RFS time of 18.1 months. The liver was the initial recurrence site for 181 patients, whereas extrahepatic recurrence was observed in 162 patients. Among patients with an extrahepatic recurrence, 102 (63%) had a lung recurrence. Although overall KRAS mutation was not associated with overall RFS (P = 0.186), it was independently associated with a worse extrahepatic (P = 0.004) and lung RFS (P = 0.007). Among patients with known KRAS codon-specific mutations, patients with codon 13 KRAS mutation had a worse 5-year extrahepatic RFS (P = 0.01), whereas codon 12 mutations were not associated with extrahepatic (P = 0.11) or lung-specific recurrence rate (P = 0.24). On multivariable analysis, only codon 13 mutation independently predicted worse overall extrahepatic RFS (P = 0.004) and lung-specific RFS (P = 0.023).", "Among patients undergoing resection of CRLM, overall KRAS mutation was not associated with RFS. KRAS codon 13 mutations, but not codon 12 mutations, were associated with a higher risk for overall extrahepatic recurrence and lung-specific recurrence. Cancer 2016. © 2016 American Cancer Society. Cancer 2016;122:2698-2707. © 2016 American Cancer Society."]}