{"title": "Risk of breast cancer after a diagnosis of ovarian cancer in BRCA mutation carriers: Is preventive mastectomy warranted?", "texts": ["Preventive breast surgery and MRI screening are offered to unaffected BRCA mutation carriers. The clinical benefit of these two modalities has not been evaluated among mutation carriers with a history of ovarian cancer. Thus, we sought to determine whether or not BRCA mutation carriers with ovarian cancer would benefit from preventive mastectomy or from MRI screening.", "First, the annual mortality rate for ovarian cancer patients was estimated for a cohort of 178 BRCA mutation carriers from Ontario, Canada. Next, the actuarial risk of developing breast cancer was estimated using an international registry of 509 BRCA mutation carriers with ovarian cancer. A series of simulations was conducted to evaluate the reduction in the probability of death (from all causes) associated with mastectomy and with MRI-based breast surveillance. Cox proportional hazards models were used to evaluate the impacts of mastectomy and MRI screening on breast cancer incidence as well as on all-cause mortality.", "Twenty (3.9%) of the 509 patients developed breast cancer within ten years following ovarian cancer diagnosis. The actuarial risk of developing breast cancer at ten years post-diagnosis, conditional on survival from ovarian cancer and other causes of mortality was 7.8%. Based on our simulation results, among all BRCA mutation-carrying patients diagnosed with stage III/IV ovarian cancer at age 50, the chance of dying before age 80 was reduced by less than 1% with MRI and by less than 2% with mastectomy. Greater improvements in survival with MRI or mastectomy were observed for women who had already survived 10years after ovarian cancer, and for women with stage I or II ovarian cancer.", "Among BRCA mutation-carrying ovarian cancer patients without a personal history of breast cancer, neither preventive mastectomy nor MRI screening is warranted, except for those who have survived ovarian cancer without recurrence for ten years and for those with early stage ovarian cancer."]}