{"title": "Relationship between EGFR gene mutation and local metastasis of resectable lung adenocarcinoma.", "texts": ["Resectable lung adenocarcinoma is dominated by peripheral distribution, and surgical resection is the main treatment protocol. However, high recurrence rate remains after surgery. Lung adenocarcinoma with epidermal growth factor receptor (EGFR) mutation has strong invasion ability, but the effects of this mutation on local invasion in early lung adenocarcinoma have been rarely studied. This study aimed to assess the effects of EGFR mutation on local invasion in resectable lung adenocarcinoma.", "A retrospective analysis of 103 patients clinically diagnosed with peripheral lung adenocarcinoma was included. They underwent preoperative bronchoscopy, which indicated grades 2 or 3 bronchial involvement (lumen of the lobe or segment). The associations of EGFR mutation with pleural invasion, endobronchial metastasis, and lymph node metastasis were analyzed according to pathologies of pleural invasion and lymph node metastasis, as well as EGFR gene mutation detected by postoperative pathological specimens. Statistical analyses were performed by unpaired Chi-square test using the SPSS16.0 software.", "In patients with EGFR mutation, pleural invasion, endobronchial metastasis, and lymph node metastasis rates were 62.5, 39.1, and 34.4%, respectively, indicating statistically significant differences (p = 0.003). Meanwhile, the pleural invasion rate in patients with wild-type EGFR was 43.6%, significantly reduced compared with patients with mutated EGFR (62.5%; p = 0.018). In addition, the endobronchial metastasis rate in patients with wild-type EGFR was 17.9%, significantly lower than in patients with EGFR mutation (39.1%; p = 0.005). However, lymph node metastasis rates were similar between EGFR mutated and wild-type patients (34.4 vs 25.6%, respectively, p > 0.05).", "Early resectable lung adenocarcinoma patients with EGFR mutation showed a higher rate of local invasion compared with those harboring wild-type EGFR. This finding provides a basis for improved therapy.", "This study was supported by Project of Medical and Health Science Technology in Shandong Province ( 2015WS0376 )."]}