{"title": "A Novel Mutation in the Pyrin Domain of the NOD-like Receptor Family Pyrin Domain Containing Protein 3 in Muckle-Wells Syndrome.", "texts": ["Cryopyrin-associated periodic syndrome (CAPS) is a group of rare, heterogeneous autoinflammatory disease characterized by interleukin (IL)-1β-mediated systemic inflammation and clinical symptoms involving skin, joints, central nervous system, and eyes. It encompasses a spectrum of three clinically overlapping autoinflammatory syndromes including familial cold autoinflammatory syndrome, Muckle-Wells syndrome (MWS), and neonatal-onset multisystem inflammatory disease. CAPS is associated with gain-of-function missense mutations in NOD-like receptor family pyrin domain-containing protein 3 (NLRP3), the gene encoding NLRP3. Moreover, most mutations leading to MWS occurred in exon 3 of NLRP3 gene. Here, we reported a novel mutation occurred in exon 1 of NLRP3 gene in an MWS patient and attempted to explore the pathogenic mechanism.", "Genetic sequence analysis of NLRP3 was performed in an MWS patient who presented with periodic fever, arthralgia, and multiform skin lesions. NLRP3 was also analyzed in this patient's parents and 50 healthy individuals. Clinical examinations including X-ray examination, skin biopsy, bone marrow aspiration smear, and blood test of C-reactive protein (CRP), erythrocyte sedimentation rate (ESR), serum levels of IL-1β, immunoglobulin E (IgE), antineutrophil cytoplasmic antibodies, antinuclear antibodies, and extractable nuclear antigen were also analyzed. The protein structure of mutant NLRP3 inflammasome was calculated by SWISS-MODEL software. Proteins of wild type and mutant components of NLRP3 inflammasome were expressed and purified, and the interaction abilities between these proteins were tested by surface plasmon resonance (SPR) assay.", "X-ray examination showed no abnormality in the patient's knees. Laboratory tests indicated an elevation of CRP (233.24 mg/L) and ESR (67 mm/h) when the patient had fever. Serum IL-1β increased to 24.37 pg/ml, and serum IgE was higher than 2500.00 IU/ml. Other blood tests were normal. Bone marrow aspiration smear was normal. A novel point mutation c.92A>T in exon 1 of NLRP3 gene was identified, which caused a p.D31V mutation in pyrin domain (PYD) of NLRP3. SPR assay showed that this point mutation may strengthen the interaction between the PYD of NLRP3 and the PYD of the apoptosis-associated speck-like protein. The mutation c.92A>T in exon 1 of the NLRP3 gene was not found in the patient's parents and 50 healthy individuals.", "The mutation c.92A>T in exon 1 of the NLRP3 gene is a novel mutation associated with MWS. The p.D31V mutation might promote the activation of NLRP3 inflammasome and induce MWS in this patient."]}