{"title": "Unexpected UVR and non-UVR mutation burden in some acral and cutaneous melanomas.", "texts": ["Ultraviolet radiation (UVR) mutagenesis causes nearly all cutaneous melanomas, however, since UVR signatures are largely absent in acral melanoma, as well as melanoma in sun-protected sites, the cause of these melanomas is unknown. Whole-genome sequencing data generated as part of the Australian Melanoma Genome Project was supplemented with a detailed histopathological assessment with the melanomas then classified as UVR or non-UVR related, based on their mutation signatures. The clinicopathological characteristics of melanomas with mutation signatures for their subtype were compared. Three (of 35=8.6%) acral melanomas, all clinically and pathologically verified as arising from acral or subungual locations, had predominant UVR mutation burden, whereas four (of 140=2.9%) cutaneous melanomas showed predominant non-UVR mutations. Among the acral melanomas, the few that were UVR dominant occurred in younger patients, had a higher mutation load and a proportion of mutation burden due to UVR, which was similar to that in melanomas from intermittently UVR-exposed skin. Acral melanomas with a UVR signature occurred most frequently in subungual sites and included tumors harboring BRAF or NF1 mutations. Cutaneous melanomas dominated by non-UVR signatures had lower mutation burdens counts and their primary tumors were thicker and had more mitoses than in other cutaneous melanomas. No histopathological features predicted UVR dominance in acral melanomas or non-UVR dominance in cutaneous melanomas. Our finding of acral/subungual melanomas with predominant UVR mutagenesis suggests that the nail plate and acral skin do not provide complete protection from UVR. Our data also confirm that cutaneous melanomas not caused by UVR are infrequent. Identifying where mutation burden is discordant with primary tumor anatomical site is likely to be clinically significant when determining treatment options for metastatic acral and cutaneous melanoma patients."]}