{"title": "Biochemical Evidence for a Nuclear Modifier Allele (A10S) in TRMU (Methylaminomethyl-2-thiouridylate-methyltransferase) Related to Mitochondrial tRNA Modification in the Phenotypic Manifestation of Deafness-associated 12S rRNA Mutation.", "texts": ["Nuclear modifier gene(s) was proposed to modulate the phenotypic expression of mitochondrial DNA mutation(s). Our previous investigations revealed that a nuclear modifier allele (A10S) in TRMU (methylaminomethyl-2-thiouridylate-methyltransferase) related to tRNA modification interacts with 12S rRNA 1555A→G mutation to cause deafness. The A10S mutation resided at a highly conserved residue of the N-terminal sequence. It was hypothesized that the A10S mutation altered the structure and function of TRMU, thereby causing mitochondrial dysfunction. Using molecular dynamics simulations, we showed that the A10S mutation introduced the Ser(10) dynamic electrostatic interaction with the Lys(106) residue of helix 4 within the catalytic domain of TRMU. The Western blotting analysis displayed the reduced levels of TRMU in mutant cells carrying the A10S mutation. The thermal shift assay revealed the Tm value of mutant TRMU protein, lower than that of the wild-type counterpart. The A10S mutation caused marked decreases in 2-thiouridine modification of U34 of tRNA(Lys), tRNA(Glu) and tRNA(Gln) However, the A10S mutation mildly increased the aminoacylated efficiency of tRNAs. The altered 2-thiouridine modification worsened the impairment of mitochondrial translation associated with the m.1555A→G mutation. The defective translation resulted in the reduced activities of mitochondrial respiration chains. The respiratory deficiency caused the reduction of mitochondrial ATP production and elevated the production of reactive oxidative species. As a result, mutated TRMU worsened mitochondrial dysfunctions associated with m.1555A→G mutation, exceeding the threshold for expressing a deafness phenotype. Our findings provided new insights into the pathophysiology of maternally inherited deafness that was manifested by interaction between mtDNA mutation and nuclear modifier gene."]}