{"title": "Human TERT promoter mutation enables survival advantage from MGMT promoter methylation in IDH1 wild-type primary glioblastoma treated by standard chemoradiotherapy.", "texts": ["Promoter mutation in the human telomerase reverse transcriptase gene (hTERT) occurs in ~75% of primary glioblastoma (GBM). Although the mutation appears to upregulate telomerase expression and contributes to the maintenance of telomere length, its clinical significance remains unclear.", "We performed hTERT promoter genotyping on 303 isocitrate dehydrogenase 1 wild-type GBM tumors treated with standard chemoradiotherapy. We also stratified 190 GBM patients from the database of The Cancer Genome Atlas (TCGA) by hTERT gene expression. We analyzed overall and progression-free survival by Kaplan-Meier and Cox regression.", "We detected hTERT promoter mutation in 75% of the patients. When included as the only biomarker, hTERT mutation was not prognostic in our patient cohort by Cox regression analysis. However, when hTERT and O6-DNA methylguanine-methyltransferase (MGMT) were included together, we observed an interaction between these 2 factors. To further investigate this interaction, we performed pairwise comparison of the 4 patient subcohorts grouped by hTERT-MGMT status (MUT-M, WT-M, MUT-U, and WT-U). MGMT methylated patients showed improved survival only in the presence of hTERT promoter mutation: MUT-M versus MUT-U (overall survival of 28.3 vs 15.9 mos, log-rank P < .0001 and progression-free survival of 15.4 vs 7.86 mo, log-rank P < .0001). These results were confirmed by Cox analyses. Analogously, the cohort from TCGA demonstrated survival benefit of MGMT promoter methylation only in patients with high hTERT expression. In addition, hTERT mutation was negatively prognostic in our MGMT unmethylated patients, while the analogous association with high expression was not observed in the cohort from TCGA.", "The prognostic influence of MGMT promoter methylation depends on hTERT promoter mutation. This interaction warrants further mechanistic investigation."]}