{"title": "Digital PCR Improves Mutation Analysis in Pancreas Fine Needle Aspiration Biopsy Specimens.", "texts": ["Applications of precision oncology strategies rely on accurate tumor genotyping from clinically available specimens. Fine needle aspirations (FNA) are frequently obtained in cancer management and often represent the only source of tumor tissues for patients with metastatic or locally advanced diseases. However, FNAs obtained from pancreas ductal adenocarcinoma (PDAC) are often limited in cellularity and/or tumor cell purity, precluding accurate tumor genotyping in many cases. Digital PCR (dPCR) is a technology with exceptional sensitivity and low DNA template requirement, characteristics that are necessary for analyzing PDAC FNA samples. In the current study, we sought to evaluate dPCR as a mutation analysis tool for pancreas FNA specimens. To this end, we analyzed alterations in the KRAS gene in pancreas FNAs using dPCR. The sensitivity of dPCR mutation analysis was first determined using serial dilution cell spiking studies. Single-cell laser-microdissection (LMD) was then utilized to identify the minimal number of tumor cells needed for mutation detection. Lastly, dPCR mutation analysis was performed on 44 pancreas FNAs (34 formalin-fixed paraffin-embedded (FFPE) and 10 fresh (non-fixed)), including samples highly limited in cellularity (100 cells) and tumor cell purity (1%). We found dPCR to detect mutations with allele frequencies as low as 0.17%. Additionally, a single tumor cell could be detected within an abundance of normal cells. Using clinical FNA samples, dPCR mutation analysis was successful in all preoperative FNA biopsies tested, and its accuracy was confirmed via comparison with resected tumor specimens. Moreover, dPCR revealed additional KRAS mutations representing minor subclones within a tumor that were not detected by the current clinical gold standard method of Sanger sequencing. In conclusion, dPCR performs sensitive and accurate mutation analysis in pancreas FNAs, detecting not only the dominant mutation subtype, but also the additional rare mutation subtypes representing tumor heterogeneity."]}