{"title": "An accurate, simple prognostic model consisting of age, JAK2, CALR, and MPL mutation status for patients with primary myelofibrosis.", "texts": ["In most patients with primary myelofibrosis, one of three mutually exclusive somatic mutations is detected. In approximately 60% of patients, the Janus kinase 2 gene is mutated, in 20%, the calreticulin gene is mutated, and in 5%, the myeloproliferative leukemia virus gene is mutated. Although patients with mutated calreticulin or myeloproliferative leukemia genes have a favorable outcome, and those with none of these mutations have an unfavorable outcome, prognostication based on mutation status is challenging due to the heterogeneous survival of patients with mutated Janus kinase 2. To develop a prognostic model based on mutation status, we screened primary myelofibrosis patients seen at the MD Anderson Cancer Center, Houston, USA, between 2000 and 2013 for the presence of Janus kinase 2, calreticulin, and myeloproliferative leukemia mutations. Of 344 primary myelofibrosis patients, Janus kinase 2(V617F) was detected in 226 (66%), calreticulin mutation in 43 (12%), and myeloproliferative leukemia mutation in 16 (5%); 59 patients (17%) were triple-negatives. A 50% cut-off dichotomized Janus kinase 2-mutated patients into those with high Janus kinase 2(V617F) allele burden and favorable survival and those with low Janus kinase 2(V617F) allele burden and unfavorable survival. Patients with a favorable mutation status (high Janus kinase 2(V617F) allele burden/myeloproliferative leukemia/calreticulin mutation) and aged 65 years or under had a median survival of 126 months. Patients with one risk factor (low Janus kinase 2(V617F) allele burden/triple-negative or age >65 years) had an intermediate survival duration, and patients aged over 65 years with an adverse mutation status (low Janus kinase 2(V617F) allele burden or triple-negative) had a median survival of only 35 months. Our simple and easily applied age- and mutation status-based scoring system accurately predicted the survival of patients with primary myelofibrosis."]}