{"title": "[Analysis of cardiac troponin C gene TNNC1 c. G175C mutation in a Chinese pedigree with familial hypertrophic cardiomyopathy and the correlation between genotype and phenotype].", "texts": ["Objective: To investigate the genotype-phenotype correlation in Chinese familial hypertrophic cardiomyopathy (HCM )focusing on the cardiac troponin C gene TNNC1 c. G175C mutation. Methods: All family members of a Chinese pedigree with hypertrophic cardiomyopathy admitted in Third People's Hospital of Qingdao in February 2005 and 200 healthy volunteers were included in this study. The coding exons of 30 hypertrophic cardiomyopathy associated genes were identified by whole exons amplification and high-throughput sequencing in the proband, and the identified mutation were further detected through bi-directional Sanger sequencing in all family members and 200 healthy volunteers. Pedigree analysis included clinical manifestation, physical examination, ECG and echocardiogram. Results: A missense mutation c. G175C was identified in the TNNC1 gene in 2 family members, which resulted in a glutamic acid (E) to glutamine (Q) exchange at amino acid residue 59. A mutation c. A1319G was identified in the MYLK2 gene in 1 family member, which resulted in a lysine (K) to arginine (R) exchange at amino acid residue 440. These mutations were absent in 200 healthy controls. The proband carried the two kinds of mutations and expressed various clinical manifestations of heart failure and had history of ventricular tachycardia, paraxial atrial fibrillation, pacemaker implantation, electrocardiogram showed right bundle branch block and echocardiography examination evidenced thickened interventricular septum (23.3 mm) and apex and reduced wall motion of these segments. The daughter of the proband carried the TNNC1 c. G175C mutation and was also diagnosed with asymptomatic HCM by echocardiography with thickened interventricular septum (19 mm) and apex (15 mm). Conclusion: The novel missense mutation of TNNC1 c. G175C might be the disease-causing gene mutation in this Chinese pedigree with familiar HCM."]}