{"title": "[Clinical-based study of ovarian cancer patients with and without BRCA1/2 genes mutation: clinical features and pedigree analysis].", "texts": ["Objective: To compare the clinical and histological features and prognosis of patients with ovarian cancer from different genetic background, and to make further understanding of the genetic model of BRCA genes used pedigree analysis. Methods: There were 71 patients from 67 independent families enrolled in our study from Apr. 2000 to Jun. 2009 in Peking Union Medical College Hospital. All exons of BRCA1/2 genes were analyzed using denaturing high-performance liquid chromatography(DHPLC) followed by direct sequencing, and clinical features of patients were compared by statistical analysis. Pedigree analysis of two families with BRCA genes mutation were performed. Results: The mutation rate of BRCA genes was 28% (20/71). The frequency of BRCA1 and BRCA2 gene mutation was 23% (16/71) and 6% (4/71), respectively (P=0.004). Histology types of patients with and without BRCA genes mutation were different. The onset age between patients with and without BRCA genes mutation was similar (52.6 versus 54.6 years old, P=0.393), and tend to be early-onset breast or ovarian cancer in high-risk group. There was no significant difference of platinum-resistant rate, disease free survival and overall survival rate between patients with and without BRCA genes mutation (all P>0.05). According to the pedigree analysis, up to 100% of female offspring inherited pathogenic mutations, and male offspring could be a mutation carrier. Conclusions: The genetic screening and clinical intervention should be performed as early as possible for the members from families at risk of hereditary ovarian cancer. Genetic consulting is important for patients with high-grade papillary serous adenocarcinoma of ovary. It is still unknown that whether the patients with BRCA gene mutations have better prognosis than sporadic ones, and further perspective, randomized controlled trial is still needed."]}