{"title": "Molecular dynamics and intracellular signaling of the TNF-R1 with the R92Q mutation.", "texts": ["The tumor necrosis factor receptor superfamily, member 1A (TNFRSF1A) gene encodes the TNF-R1, one of the main TNF receptors that mediates its inflammatory actions. In a recent study, serum levels of the soluble TNF-R1 and mRNA levels of the full-length receptor were found to be significantly increased in multiple sclerosis (MS) patients carrying the R92Q mutation. Interestingly, R92Q-mutated patients were younger at disease onset and progressed slower as compared to non-carriers. Building on these previous findings, here we aimed to investigate by means of both in silico and in vitro approaches the mechanisms relating the R92Q substitution with functional changes of the receptor and their potential effects modulating MS disease course. Models of the extracellular domains of the human TNF-R1 and human TNF-R1 carrying the R92Q mutation, alone or bound to TNF, were constructed and submitted to molecular dynamics. TRAF2 and CASP3 mRNA expression levels were determined by real-time PCR in peripheral blood mononuclear cells (PBMC) from 61 MS patients, 9 R92Q carriers and 52 non-carriers (CT and CC genotypes for SNP rs4149584, respectively). Molecular dynamic studies revealed that the R92Q mutation increased the contact area between receptor and TNF (1070 and 1388Å(2) for native and mutated receptor) and decreased the distance between them (28.7 to 27.9Å), while Van der Waals and electrostatic interaction energies were increased. In PBMC from MS patients carrying the R92Q mutation, CASP3 mRNA expression levels were significantly increased compared to non-carriers, whereas a trend was observed for TRAF2. These data suggest that the R92Q mutation gives rise to a stronger interaction between the receptor and its ligand, which results in the potentiation of TNF-mediated pathways. Although further studies are needed, these functional changes may be related with the modulation in disease course reported in MS patients carrying the R92Q mutation."]}