{"title": "EGFR mutation detection in ctDNA from NSCLC patient plasma: A cross-platform comparison of leading technologies to support the clinical development of AZD9291.", "texts": ["To assess the ability of different technology platforms to detect epidermal growth factor receptor (EGFR) mutations, including T790M, from circulating tumor DNA (ctDNA) in advanced non-small cell lung cancer (NSCLC) patients.", "A comparison of multiple platforms for detecting EGFR mutations in plasma ctDNA was undertaken. Plasma samples were collected from patients entering the ongoing AURA trial (NCT01802632), investigating the safety, tolerability, and efficacy of AZD9291 in patients with EGFR-sensitizing mutation-positive NSCLC. Plasma was collected prior to AZD9291 dosing but following clinical progression on a previous EGFR-tyrosine kinase inhibitor (TKI). Extracted ctDNA was analyzed using two non-digital platforms (cobas(®) EGFR Mutation Test and therascreen™ EGFR amplification refractory mutation system assay) and two digital platforms (Droplet Digital™ PCR and BEAMing digital PCR [dPCR]).", "Preliminary assessment (38 samples) was conducted using all four platforms. For EGFR-TKI-sensitizing mutations, high sensitivity (78-100%) and specificity (93-100%) were observed using tissue as a non-reference standard. For the T790M mutation, the digital platforms outperformed the non-digital platforms. Subsequent assessment using 72 additional baseline plasma samples was conducted using the cobas(®) EGFR Mutation Test and BEAMing dPCR. The two platforms demonstrated high sensitivity (82-87%) and specificity (97%) for EGFR-sensitizing mutations. For the T790M mutation, the sensitivity and specificity were 73% and 67%, respectively, with the cobas(®) EGFR Mutation Test, and 81% and 58%, respectively, with BEAMing dPCR. Concordance between the platforms was >90%, showing that multiple platforms are capable of sensitive and specific detection of EGFR-TKI-sensitizing mutations from NSCLC patient plasma.", "The cobas(®) EGFR Mutation Test and BEAMing dPCR demonstrate a high sensitivity for T790M mutation detection. Genomic heterogeneity of T790M-mediated resistance may explain the reduced specificity observed with plasma-based detection of T790M mutations versus tissue. These data support the use of both platforms in the AZD9291 clinical development program."]}