{"title": "[Association between single nucleotide polymorphism of BARD1 gene and BRCA1 gene mutation in epithelial ovarian cancer].", "texts": ["Objective: To investigate the relationship between single nucleotide polymorphism (SNP) of BARD1 gene and BRCA1 gene in epithelial ovarian cancer (EOC). Methods: Nineteen EOC patients with BRCA1 gene mutation and 50 EOC cases without BRCA1 gene mutation between January 2016 and October 2016 were collected, and all EOC were diagnosed by pathological method. BARD1 gene variants were detected by next generation sequencing (NGS). The SNP of BARD1 gene was analyzed by Pearson linear correlation. Logistic regression analysis was used to research the clinicopathologic features and BRCA1 gene mutation associated with BARD1 gene SNP. Pearson's chi-square test was used to analyze the association between BARD1 gene Val507Met, Arg378Ser and Pro24Ser with different clinicopathologic features and BRCA1 gene mutation risk. Results: (1) Eight BARD1 gene variants were found in 69 ovarian cancer patients, in which Val507Met, Arg378Ser and Pro24Ser were common variants, and the rate of mutation were all 54% (37/69). (2) There was a significant linear correlation among Val507Met, Arg378Ser and Pro24Ser (all P<0.01). (3) Obvious differences were found in Val507Met, Arg378Ser and Pro24Ser of BARD1 gene between BRCA1(+) and BRCA1(-) (all P<0.05) . (4) No differences were found between BARD1 gene Val507Met, Arg378Ser and Pro24Ser and the clinicopathologic features (all P>0.05), while obvious differences were found in BRCA1 gene mutation compared to the controls group. The risk of BRCA1 mutation in Val507Met and Arg378Ser were more evident in subjects with negative family history, positive menopause history, negative tubal ligation, onset age (≤60 years old) and sensitivity to platinum-based chemotherapy in EOC (all P<0.05), while Pro24Ser was only more evident in positive menopause history of EOC (P<0.05). Conclusions: BARD1 Val507Met, Arg378Ser and Pro24Ser are the common genotypes, which are associated with BRCA1 mutation in EOC. The family history, menopause history, tubal ligation, onset age and sensitivity to platinum-based chemotherapy have effects on BARD1 SNP in the risk of BRCA1 gene mutation."]}