{"title": "Tissue-specific significance of BAP1 gene mutation in prognostic prediction and molecular taxonomy among different types of cancer.", "texts": ["BAP1 is an emerging tumor suppressor whose inactivating mutations have been found to play critical roles in tumor development. This study was conducted to elucidate the potential value of BAP1 mutation in guiding prognostic prediction and clinical stratification. We conducted a comprehensive analysis of relevant studies from multiple databases, to determine the impact of BAP1 mutation on the overall survival and disease-free survival of patients in various cancers. A total of 2457 patients from 21 studies were included in the final analysis. Although the pooled results demonstrated that BAP1 mutation was a negative indicator of overall survival (hazard ratio = 1.73; 95% confidence interval = 1.23-2.42) and disease-free survival (hazard ratio = 2.25; 95% confidence interval = 1.47-3.45), this prognostic value was only applicable to uveal melanoma and clear cell renal cell carcinoma, but not to malignant pleural mesothelioma or cholangiocarcinoma. Consistently, BAP1 mutation was correlated with critical clinicopathological features only in uveal melanoma and clear cell renal cell carcinoma. In uveal melanoma, BAP1 mutation and SF3B1/EIF1AX mutations were negatively correlated, and BAP1-mutant tumors indicated significant worse prognosis than SF3B1/EIF1AX-mutant tumors ( p = 0.028). While in clear cell renal cell carcinoma, BAP1 mutation was mutually exclusive with PBRM1 mutations, and BAP1-mutant clear cell renal cell carcinomas also showed significantly worse prognosis than PBRM1-mutant clear cell renal cell carcinomas ( p = 0.001). Our study revealed a unique tissue-specific significance of BAP1 mutation in prognostic prediction among different types of cancer. Clinically, combining detection of BAP1 mutation and other driver mutations may further allow for a more precise molecular taxonomy to stratify patients into distinct subgroups in uveal melanoma and clear cell renal cell carcinoma."]}