{"title": "Identification of differentially expressed genes in flax (Linum usitatissimum L.) under saline-alkaline stress by digital gene expression.", "texts": ["The salinization and alkalization of soil are widespread environmental problems, and alkaline salt stress is more destructive than neutral salt stress. Therefore, understanding the mechanism of plant tolerance to saline-alkaline stress has become a major challenge. However, little attention has been paid to the mechanism of plant alkaline salt tolerance. In this study, gene expression profiling of flax was analyzed under alkaline-salt stress (AS2), neutral salt stress (NSS) and alkaline stress (AS) by digital gene expression. Three-week-old flax seedlings were placed in 25 mM Na2CO3 (pH11.6) (AS2), 50mM NaCl (NSS) and NaOH (pH11.6) (AS) for 18 h. There were 7736, 1566 and 454 differentially expressed genes in AS2, NSS and AS compared to CK, respectively. The GO category gene enrichment analysis revealed that photosynthesis was particularly affected in AS2, carbohydrate metabolism was particularly affected in NSS, and the response to biotic stimulus was particularly affected in AS. We also analyzed the expression pattern of five categories of genes including transcription factors, signaling transduction proteins, phytohormones, reactive oxygen species proteins and transporters under these three stresses. Some key regulatory gene families involved in abiotic stress, such as WRKY, MAPKKK, ABA, PrxR and ion channels, were differentially expressed. Compared with NSS and AS, AS2 triggered more differentially expressed genes and special pathways, indicating that the mechanism of AS2 was more complex than NSS and AS. To the best of our knowledge, this was the first transcriptome analysis of flax in response to saline-alkaline stress. These data indicate that common and diverse features of saline-alkaline stress provide novel insights into the molecular mechanisms of plant saline-alkaline tolerance and offer a number of candidate genes as potential markers of tolerance to saline-alkaline stress."]}