{"title": "Nine co-localized cytochrome P450 genes of the CYP2N, CYP2AD, and CYP2P gene families in the mangrove killifish Kryptolebias marmoratus genome: Identification and expression in response to B[α]P, BPA, OP, and NP.", "texts": ["The CYP2 genes are the largest and most diverse cytochrome P450 (CYP) subfamily in vertebrates. We have identified nine co-localized CYP2 genes (∼55kb) in a new cluster in the genome of the highly resilient ecotoxicological fish model Kryptolebias marmoratus. Molecular characterization, temporal and tissue-specific expression pattern, and response to xenobiotics of these genes were examined. The CYP2 gene clusters were characterized and designated CYP2N22-23, CYP2AD12, and CYP2P16-20. Gene synteny analysis confirmed that the cluster in K. marmoratus is similar to that found in other teleost fishes, including zebrafish. A gene duplication event with diverged catalytic function was observed in CYP2AD12. Moreover, a high level of divergence in expression was observed among the co-localized genes. Phylogeny of the cluster suggested an orthologous relationship with similar genes in zebrafish and Japanese medaka. Gene expression analysis showed that CYP2P19 and CYP2N20 were consecutively expressed throughout embryonic development, whereas CYP2P18 was expressed in all adult tissues, suggesting that members of each CYP2 gene family have different physiological roles even though they are located in the same cluster. Among endocrine-disrupting chemicals (EDCs), benzo[α]pyrene (B[α]P) induced expression of CYP2N23, bisphenol A (BPA) induced CYP2P18 and CYP2P19, and 4-octylphenol (OP) induced CYP2AD12, but there was no significant response to 4-nonylphenol (NP), implying differential catalytic roles of the enzyme. In this paper, we identify and characterize a CYP2 gene cluster in the mangrove killifish K. marmoratus with differing catalytic roles toward EDCs. Our findings provide insights on the roles of nine co-localized CYP2 genes and their catalytic functions for better understanding of chemical-biological interactions in fish."]}