{"title": "Avirulence (AVR) Gene-Based Diagnosis Complements Existing Pathogen Surveillance Tools for Effective Deployment of Resistance (R) Genes Against Rice Blast Disease.", "texts": ["Avirulence (AVR) genes in Magnaporthe oryzae, the fungal pathogen that causes the devastating rice blast disease, have been documented to be major targets subject to mutations to avoid recognition by resistance (R) genes. In this study, an AVR-gene-based diagnosis tool for determining the virulence spectrum of a rice blast pathogen population was developed and validated. A set of 77 single-spore field isolates was subjected to pathotype analysis using differential lines, each containing a single R gene, and classified into 20 virulent pathotypes, except for 4 isolates that lost pathogenicity. In all, 10 differential lines showed low frequency (<24%) of resistance whereas 8 lines showed a high frequency (>95%), inferring the effectiveness of R genes present in the respective differential lines. In addition, the haplotypes of seven AVR genes were determined by polymerase chain reaction amplification and sequencing, if applicable. The calculated frequency of different AVR genes displayed significant variations in the population. AVRPiz-t and AVR-Pii were detected in 100 and 84.9% of the isolates, respectively. Five AVR genes such as AVR-Pik-D (20.5%) and AVR-Pik-E (1.4%), AVRPiz-t (2.7%), AVR-Pita (0%), AVR-Pia (0%), and AVR1-CO39 (0%) displayed low or even zero frequency. The frequency of AVR genes correlated almost perfectly with the resistance frequency of the cognate R genes in differential lines, except for International Rice Research Institute-bred blast-resistant lines IRBLzt-T, IRBLta-K1, and IRBLkp-K60. Both genetic analysis and molecular marker validation revealed an additional R gene, most likely Pi19 or its allele, in these three differential lines. This can explain the spuriously higher resistance frequency of each target R gene based on conventional pathotyping. This study demonstrates that AVR-gene-based diagnosis provides a precise, R-gene-specific, and differential line-free assessment method that can be used for determining the virulence spectrum of a rice blast pathogen population and for predicting the effectiveness of target R genes in rice varieties."]}