{"title": "Evaluation of Suitable Reference Genes for Normalization of qPCR Gene Expression Studies in Brinjal (Solanum melongena L.) During Fruit Developmental Stages.", "texts": ["Brinjal/eggplant/aubergine is one of the major solanaceous vegetable crops. Recent availability of genome information greatly facilitates the fundamental research on brinjal. Gene expression patterns during different stages of fruit development can provide clues towards the understanding of its biological functions. Quantitative real-time PCR (qPCR) has become one of the most widely used methods for rapid and accurate quantification of gene expression. However, its success depends on the use of a suitable reference gene for data normalization. For qPCR analysis, a single reference gene is not universally suitable for all experiments. Therefore, reference gene validation is a crucial step. Suitable reference genes for qPCR analysis of brinjal fruit development have not been investigated so far. In this study, we have selected 21 candidate reference genes from the Brinjal (Solanum melongena) Plant Gene Indices database (compbio.dfci.harvard.edu/tgi/plant.html) and studied their expression profiles by qPCR during six different fruit developmental stages (0, 5, 10, 20, 30, and 50 days post anthesis) along with leaf samples of the Pusa Purple Long (PPL) variety. To evaluate the stability of gene expression, geNorm and NormFinder analytical softwares were used. geNorm identified SAND (SAND family protein) and TBP (TATA binding protein) as the best pairs of reference genes in brinjal fruit development. The results showed that for brinjal fruit development, individual or a combination of reference genes should be selected for data normalization. NormFinder identified Expressed gene (expressed sequence) as the best single reference gene in brinjal fruit development. In this study, we have identified and validated for the first time reference genes to provide accurate transcript normalization and quantification at various fruit developmental stages of brinjal which can also be useful for gene expression studies in other Solanaceae plant species."]}