{"title": "Identification of Suitable Reference Genes for Investigating Gene Expression in Anterior Cruciate Ligament Injury by Using Reverse Transcription-Quantitative PCR.", "texts": ["The anterior cruciate ligament (ACL) is one of the most frequently injured structures during high-impact sporting activities. Gene expression analysis may be a useful tool for understanding ACL tears and healing failure. Reverse transcription-quantitative polymerase chain reaction (RT-qPCR) has emerged as an effective method for such studies. However, this technique requires the use of suitable reference genes for data normalization. Here, we evaluated the suitability of six reference genes (18S, ACTB, B2M, GAPDH, HPRT1, and TBP) by using ACL samples of 39 individuals with ACL tears (20 with isolated ACL tears and 19 with ACL tear and combined meniscal injury) and of 13 controls. The stability of the candidate reference genes was determined by using the NormFinder, geNorm, BestKeeper DataAssist, and RefFinder software packages and the comparative ΔCt method. ACTB was the best single reference gene and ACTB+TBP was the best gene pair. The GenEx software showed that the accumulated standard deviation is reduced when a larger number of reference genes is used for gene expression normalization. However, the use of a single reference gene may not be suitable. To identify the optimal combination of reference genes, we evaluated the expression of FN1 and PLOD1. We observed that at least 3 reference genes should be used. ACTB+HPRT1+18S is the best trio for the analyses involving isolated ACL tears and controls. Conversely, ACTB+TBP+18S is the best trio for the analyses involving (1) injured ACL tears and controls, and (2) ACL tears of patients with meniscal tears and controls. Therefore, if the gene expression study aims to compare non-injured ACL, isolated ACL tears and ACL tears from patients with meniscal tear as three independent groups ACTB+TBP+18S+HPRT1 should be used. In conclusion, 3 or more genes should be used as reference genes for analysis of ACL samples of individuals with and without ACL tears."]}