{"title": "Validation of Reference Genes for Robust qRT-PCR Gene Expression Analysis in the Rice Blast Fungus Magnaporthe oryzae.", "texts": ["The rice blast fungus causes significant annual harvest losses. It also serves as a genetically-tractable model to study fungal ingress. Whilst pathogenicity determinants have been unmasked and changes in global gene expression described, we know little about Magnaporthe oryzae cell wall remodelling. Our interests, in wall remodelling genes expressed during infection, vegetative growth and under exogenous wall stress, demand robust choice of reference genes for quantitative Real Time-PCR (qRT-PCR) data normalisation. We describe the expression stability of nine candidate reference genes profiled by qRT-PCR with cDNAs derived during asexual germling development, from sexual stage perithecia and from vegetative mycelium grown under various exogenous stressors. Our Minimum Information for Publication of qRT-PCR Experiments (MIQE) compliant analysis reveals a set of robust reference genes used to track changes in the expression of the cell wall remodelling gene MGG_Crh2 (MGG_00592). We ranked nine candidate reference genes by their expression stability (M) and report the best gene combination needed for reliable gene expression normalisation, when assayed in three tissue groups (Infective, Vegetative, and Global) frequently used in M. oryzae expression studies. We found that MGG_Actin (MGG_03982) and the 40S 27a ribosomal subunit MGG_40s (MGG_02872) proved to be robust reference genes for the Infection group and MGG_40s and MGG_Ef1 (Elongation Factor1-α) for both Vegetative and Global groups. Using the above validated reference genes, M. oryzae MGG_Crh2 expression was found to be significantly (p<0.05) elevated three-fold during vegetative growth as compared with dormant spores and two fold higher under cell wall stress (Congo Red) compared to growth under optimal conditions. We recommend the combinatorial use of two reference genes, belonging to the cytoskeleton and ribosomal synthesis functional groups, MGG_Actin, MGG_40s, MGG_S8 (Ribosomal subunit 40S S8) or MGG_Ef1, which demonstrated low M values across heterogeneous tissues. By contrast, metabolic pathway genes MGG_Fad (FAD binding domain-containing protein) and MGG_Gapdh (Glyceraldehyde-3-phosphate dehydrogenase) performed poorly, due to their lack of expression stability across samples."]}