{"title": "Virus-induced gene silencing (VIGS)-mediated functional characterization of two genes involved in lignocellulosic secondary cell wall formation.", "texts": ["Functional characterization of two tobacco genes, one involved in xylan synthesis and the other, a positive regulator of secondary cell wall formation, is reported. Lignocellulosic secondary cell walls (SCW) provide essential plant materials for the production of second-generation bioethanol. Therefore, thorough understanding of the process of SCW formation in plants is beneficial for efficient bioethanol production. Recently, we provided the first proof-of-concept for using virus-induced gene silencing (VIGS) approach for rapid functional characterization of nine genes involved in cellulose, hemicellulose and lignin synthesis during SCW formation. Here, we report VIGS-mediated functional characterization of two tobacco genes involved in SCW formation. Stems of VIGS plants silenced for both selected genes showed increased amount of xylem formation but thinner cell walls than controls. These results were further confirmed by production of stable transgenic tobacco plants manipulated in expression of these genes. Stems of stable transgenic tobacco plants silenced for these two genes showed increased xylem proliferation with thinner walls, whereas transgenic tobacco plants overexpressing these two genes showed increased fiber cell wall thickness but no change in xylem proliferation. These two selected genes were later identified as possible members of DUF579 family involved in xylan synthesis and KNAT7 transcription factor family involved in positive regulation of SCW formation, respectively. Glycome analyses of cell walls showed increased polysaccharide extractability in 1 M KOH extracts of both VIGS-NbDUF579 and VIGS-NbKNAT7 lines suggestive of cell wall loosening. Also, VIGS-NbDUF579 and VIGS-NbKNAT7 lines showed increased saccharification rates (74.5 and 40 % higher than controls, respectively). All these properties are highly desirable for producing higher quantities of bioethanol from lignocellulosic materials of bioenergy plants."]}