{"title": "Virus-induced gene silencing of Withania somnifera squalene synthase negatively regulates sterol and defence-related genes resulting in reduced withanolides and biotic stress tolerance.", "texts": ["Withania somnifera (L.) Dunal is an important Indian medicinal plant that produces withanolides, which are triterpenoid steroidal lactones having diverse biological activities. To enable fast and efficient functional characterization of genes in this slow-growing and difficult-to-transform plant, a virus-induced gene silencing (VIGS) was established by silencing phytoene desaturase (PDS) and squalene synthase (SQS). VIGS of the gene encoding SQS, which provides precursors for triterpenoids, resulted in significant reduction of squalene and withanolides, demonstrating its application in studying withanolides biosynthesis in W. somnifera leaves. A comprehensive analysis of gene expression and sterol pathway intermediates in WsSQS-vigs plants revealed transcriptional modulation with positive feedback regulation of mevalonate pathway genes, and negative feed-forward regulation of downstream sterol pathway genes including DWF1 (delta-24-sterol reductase) and CYP710A1 (C-22-sterol desaturase), resulting in significant reduction of sitosterol, campesterol and stigmasterol. However, there was little effect of SQS silencing on cholesterol, indicating the contribution of sitosterol, campesterol and stigmasterol, but not of cholesterol, towards withanolides formation. Branch-point oxidosqualene synthases in WsSQS-vigs plants exhibited differential regulation with reduced CAS (cycloartenol synthase) and cycloartenol, and induced BAS (β-amyrin synthase) and β-amyrin. Moreover, SQS silencing also led to the down-regulation of brassinosteroid-6-oxidase-2 (BR6OX2), pathogenesis-related (PR) and nonexpressor of PR (NPR) genes, resulting in reduced tolerance to bacterial and fungal infection as well as to insect feeding. Taken together, SQS silencing negatively regulated sterol and defence-related genes leading to reduced phytosterols, withanolides and biotic stress tolerance, thus implicating the application of VIGS for functional analysis of genes related to withanolides formation in W. somnifera leaves."]}