{"title": "Expression stability and selection of optimal reference genes for gene expression normalization in early life stage rainbow trout exposed to cadmium and copper.", "texts": ["Gene expression analysis represents a powerful approach to characterize the specific mechanisms by which contaminants interact with organisms. One of the key considerations when conducting gene expression analyses using quantitative real-time reverse transcription-polymerase chain reaction (qPCR) is the selection of appropriate reference genes, which is often overlooked. Specifically, to reach meaningful conclusions when using relative quantification approaches, expression levels of reference genes must be highly stable and cannot vary as a function of experimental conditions. However, to date, information on the stability of commonly used reference genes across developmental stages, tissues and after exposure to contaminants such as metals is lacking for many vertebrate species including teleost fish. Therefore, in this study, we assessed the stability of expression of 8 reference gene candidates in the gills and skin of three different early life-stages of rainbow trout after acute exposure (24h) to two metals, cadmium (Cd) and copper (Cu) using qPCR. Candidate housekeeping genes were: beta actin (b-actin), DNA directed RNA polymerase II subunit I (DRP2), elongation factor-1 alpha (EF1a), glyceraldehyde 3-phosphate dehydrogenase (GAPDH), glucose-6-phosphate dehydrogenase (G6PD), hypoxanthine phosphoribosyltransferase (HPRT), ribosomal protein L8 (RPL8), and 18S ribosomal RNA (18S). Four algorithms, geNorm, NormFinder, BestKeeper, and the comparative ΔCt method were employed to systematically evaluate the expression stability of these candidate genes under control and exposed conditions as well as across three different life-stages. Finally, stability of genes was ranked by taking geometric means of the ranks established by the different methods. Stability of reference genes was ranked in the following order (from lower to higher stability): HPRT<GAPDH<EF1a<G6PD<RPL8<DRP2<b-actin in gills of fish exposed to Cd; b-actin<GAPDH<G6PD<DRP2<RPL8<HPRT<EF1a in gills of fish exposed to Cu; RPL8<HPRT<GAPDH<G6PD<EF1a<DRP2<b-actin in the skin of fish exposed to Cd; and EF1a<GAPDH<RPL8<HPRT<G6PD<b-actin<DRP2 in the skin of fish exposed to Cu. The results demonstrated that the stability of reference genes depended on the metal, life-stage and/or organ in question. Thus, attention should be paid to these factors before selection of reference gene for relative quantification of the gene expressions."]}