{"title": "Gene Duplication and Gene Expression Changes Play a Role in the Evolution of Candidate Pollen Feeding Genes in Heliconius Butterflies.", "texts": ["Heliconius possess a unique ability among butterflies to feed on pollen. Pollen feeding significantly extends their lifespan, and is thought to have been important to the diversification of the genus. We used RNA sequencing to examine feeding-related gene expression in the mouthparts of four species of Heliconius and one nonpollen feeding species, Eueides isabella We hypothesized that genes involved in morphology and protein metabolism might be upregulated in Heliconius because they have longer proboscides than Eueides, and because pollen contains more protein than nectar. Using de novo transcriptome assemblies, we tested these hypotheses by comparing gene expression in mouthparts against antennae and legs. We first looked for genes upregulated in mouthparts across all five species and discovered several hundred genes, many of which had functional annotations involving metabolism of proteins (cocoonase), lipids, and carbohydrates. We then looked specifically within Heliconius where we found eleven common upregulated genes with roles in morphology (CPR cuticle proteins), behavior (takeout-like), and metabolism (luciferase-like). Closer examination of these candidates revealed that cocoonase underwent several duplications along the lineage leading to heliconiine butterflies, including two Heliconius-specific duplications. Luciferase-like genes also underwent duplication within lepidopterans, and upregulation in Heliconius mouthparts. Reverse-transcription PCR confirmed that three cocoonases, a peptidase, and one luciferase-like gene are expressed in the proboscis with little to no expression in labial palps and salivary glands. Our results suggest pollen feeding, like other dietary specializations, was likely facilitated by adaptive expansions of preexisting genes-and that the butterfly proboscis is involved in digestive enzyme production."]}