{"title": "Gene expression of immediate early genes of AP-1 transcription factor in human peripheral blood mononuclear cells in response to ionizing radiation.", "texts": ["Ionizing radiation (IR) is considered ubiquitous in nature. The immediate early genes are considered the earliest nuclear targets of IR and are induced in the absence of de novo protein synthesis. Many of these genes encode transcription factors that constitute the first step in signal transduction to couple cytoplasmic effects with long-term cellular response. In this paper, coordinated transcript response of fos and jun family members which constitute activator protein 1 transcription factor was studied in response to IR in human peripheral blood lymphocytes at the G0 stage. Gene expression was monitored 5 min, 1 h and 4 h post-irradiation with Co(60) γ-rays (dose rate of 0.417 Gy/min) and compared with sham-irradiated controls. When gene expression was analyzed at the early time point of 5 min post-irradiation with 0.3 Gy, the studied samples showed two distinct trends. Six out of ten individuals (called 'Group I responders') showed transient, but significant up-regulation for fosB, fosL1, fosL2 and c-jun with an average fold change (FC) ≥1.5 as compared to sham-irradiated controls. The Students's t test p value for all four genes was ≤0.001, indicating strong up-regulation. The remaining four individuals (called Group II responders) showed down-regulation for these same four genes. The average FC with 0.3 Gy in Group II individuals was 0.53 ± 0.22 (p = 0.006) for fosB, 0.60 ± 0.14 (p = 0.001) for fosL1, 0.52 ± 0.16 (p = 0.001) for fosL2 and 0.59 ± 0.28 (p = 0.03) for c-jun. The two groups could be clearly distinguished at this dose/time point using principal component analysis. Both Group I and Group II responders did not show any change in expression for three genes (c-fos, junB and junD) as compared to sham-irradiated controls. Though a similar trend was seen 5 min post-irradiation with a relatively high dose of 1 Gy, the average FC was lower and change in gene expression was not statistically significant (at p < 0.05), except for the down-regulation at fosL2 for Group II individuals (mean FC = 0.70 ± 0.15, p = 0.008). Both groups of individuals did not show any differential change in expression (FC ~ 1.0) for most loci at the late time points of 1 and 4 h, neither with 0.3 Gy nor with 1 Gy."]}