{"title": "Identification and validation of quantitative real-time reverse transcription PCR reference genes for gene expression analysis in teak (Tectona grandis L.f.).", "texts": ["Teak (Tectona grandis L.f.) is currently the preferred choice of the timber trade for fabrication of woody products due to its extraordinary qualities and is widely grown around the world. Gene expression studies are essential to explore wood formation of vascular plants, and quantitative real-time reverse transcription PCR (qRT-PCR) is a sensitive technique employed for quantifying gene expression levels. One or more appropriate reference genes are crucial to accurately compare mRNA transcripts through different tissues/organs and experimental conditions. Despite being the focus of some genetic studies, a lack of molecular information has hindered genetic exploration of teak. To date, qRT-PCR reference genes have not been identified and validated for teak.", "Identification and cloning of nine commonly used qRT-PCR reference genes from teak, including ribosomal protein 60s (rp60s), clathrin adaptor complexes medium subunit family (Cac), actin (Act), histone 3 (His3), sand family (Sand), β-Tubulin (Β-Tub), ubiquitin (Ubq), elongation factor 1-α (Ef-1α), and glyceraldehyde-3-phosphate dehydrogenase (GAPDH). Expression profiles of these genes were evaluated by qRT-PCR in six tissue and organ samples (leaf, flower, seedling, root, stem and branch secondary xylem) of teak. Appropriate gene cloning and sequencing, primer specificity and amplification efficiency was verified for each gene. Their stability as reference genes was validated by NormFinder, BestKeeper, geNorm and Delta Ct programs. Results obtained from all programs showed that TgUbq and TgEf-1α are the most stable genes to use as qRT-PCR reference genes and TgAct is the most unstable gene in teak. The relative expression of the teak cinnamyl alcohol dehydrogenase (TgCAD) gene in lignified tissues at different ages was assessed by qRT-PCR, using TgUbq and TgEf-1α as internal controls. These analyses exposed a consistent expression pattern with both reference genes.", "This study proposes a first broad collection of teak tissue and organ mRNA expression data for nine selected candidate qRT-PCR reference genes. NormFinder, Bestkeeper, geNorm and Delta Ct analyses suggested that TgUbq and TgEf-1α have the highest expression stability and provided similar results when evaluating TgCAD gene expression, while the commonly used Act should be avoided."]}