{"title": "Spatially differentiated expression of quadruplicated green-sensitive RH2 opsin genes in zebrafish is determined by proximal regulatory regions and gene order to the locus control region.", "texts": ["Fish are remarkably diverse in repertoires of visual opsins by gene duplications. Differentiation of their spatiotemporal expression patterns and absorption spectra enables fine-tuning of feature detection in spectrally distinct regions of the visual field during ontogeny. Zebrafish have quadruplicated green-sensitive (RH2) opsin genes in tandem (RH2-1, -2, -3, -4), which are expressed in the short member of the double cones (SDC). The shortest wavelength RH2 subtype (RH2-1) is expressed in the central to dorsal area of the adult retina. The second shortest wave subtype (RH2-2) is expressed overlapping with RH2-1 but extending outside of it. The second longest wave subtype (RH2-3) is expressed surrounding the RH2-2 area, and the longest wave subtype (RH2-4) is expressed outside of the RH2-3 area broadly occupying the ventral area. Expression of the four RH2 genes in SDC requires a single enhancer (RH2-LCR), but the mechanism of their spatial differentiation remains elusive.", "Functional comparison of the RH2-LCR with its counterpart in medaka revealed that the regulatory role of the RH2-LCR in SDC-specific expression is evolutionarily conserved. By combining the RH2-LCR and the proximal upstream region of each RH2 gene with fluorescent protein reporters, we show that the RH2-LCR and the RH2-3 proximal regulatory region confer no spatial selectivity of expression in the retina. But those of RH2-1, -2 and -4 are capable of inducing spatial differentiation of expression. Furthermore, by analyzing transgenic fish with a series of arrays consisting of the RH2-LCR and multiple upstream regions of the RH2 genes in different orders, we show that a gene expression pattern related to an upstream region is greatly influenced by another flanking upstream region in a relative position-dependent manner.", "The zebrafish RH2 genes except RH2-3 acquired differential cis-elements in the proximal upstream regions to specify the differential expression patterns. The input from these proximal elements collectively dictates the actual gene expression pattern of the locus, context-dependently. Importantly, competition for the RH2-LCR activity among the replicates is critical in this collective regulation, facilitating differentiation of expression among them. This combination of specificity and generality enables seemingly complicated spatial differentiation of duplicated opsin genes characteristic in fish."]}