{"title": "Phylogenetic relationships of the Cobitoidea (Teleostei: Cypriniformes) inferred from mitochondrial and nuclear genes with analyses of gene evolution.", "texts": ["The superfamily Cobitoidea of the order Cypriniformes is a diverse group of fishes, inhabiting freshwater ecosystems across Eurasia and North Africa. The phylogenetic relationships of this well-corroborated natural group and diverse clade are critical to not only informing scientific communities of the phylogeny of the order Cypriniformes, the world's largest freshwater fish order, but are key to every area of comparative biology examining the evolution of traits, functional structures, and breeding behaviors to their biogeographic histories, speciation, anagenetic divergence, and divergence time estimates. In the present study, two mitochondrial gene sequences (COI, ND4+5) and four single-copy nuclear gene segments (RH1, RAG1, EGR2B, IRBP) were used to infer the phylogenetic relationships of the Cobitoidea as reconstructed from maximum likelihood (ML) and partitioned Bayesian Analysis (BA). Analyses of the combined mitochondrial/nuclear gene datasets revealed five strongly supported monophyletic Cobitoidea families and their sister-group relationships: Botiidae+(Vaillantellidae+(Cobitidae+(Nemacheilidae+Balitoridae))). These recovered relationships are in agreement with previous systematic studies on the order Cypriniformes and/or those focusing on the superfamily Cobitoidea. Using these relationships, our analyses revealed pattern lineage- or ecological-group-specific evolution of these genes for the Cobitoidea. These observations and results corroborate the hypothesis that these group-specific-ancestral ecological characters have contributed in the diversification and/or adaptations within these groups. Positive selections were detected in RH1 of nemacheilids and in RAG1 of nemacheilids and genus Vaillantella, which indicated that evolution of RH1 (related to eye's optic sense) and RAG1 (related to immunity) genes appeared to be important for the diversification of these groups. The balitorid lineage (those species inhabiting fast-flowing riverine habitats) had, as compared with other cobitoid lineages, significantly different dN/dS, dN and dS values for ND4 and IRBP genes. These significant differences are usually indicative of weaker selection pressure, and lineage-specific evolution on genes along the balitorid lineage. Furthermore, within Cobitoidea, excluding balitorids, species living in subtropics had significantly higher dN/dS values in RAG1 and IRBP genes than those living in temperate and tropical zones. Among tropical cobitoids, genes COI, ND5, EGR2B, IRBP and RH1, had a significantly higher mean dS value than those species in subtropical and temperate groups. These findings suggest that the evolution of these genes could also be ecological-group-specific and may have played an important role in the adaptive evolution and diversification of these groups. Thus, we hypothesize that the genes included in the present study were actively involved in lineage- and/or ecological-group-specific evolutionary processes of the highly diverse Cobitoidea. These two evolutionary patterns, both subject to further testing, are hypothesized as integral in the diversification with this major clade of the world's most diverse group of freshwater fishes."]}